var lrc = `

[00:01.06]为幸福而飞翔

[00:20.070]远望茫茫前路
[00:23.370]乌云遮蔽了全部
[00:27.030]所有期望啊都已途穷日暮
[00:35.100]还能找谁庇护
[00:38.730]散场过后苦乐自悟
[00:42.540]总说一切会好可还算数
[00:50.070]过往无需赘述
[00:53.340]自己发光照亮前路
[00:57.090]渴求的家啊总能成为归处
[01:05.099]无非长河自渡
[01:08.790]自己长成参天大树
[01:12.840]与命运啊再来争个胜负
[01:19.890]你仍坚定信念来自于束缚
[01:23.850]怕辜负每次宽恕
[01:27.540]风雨后灵魂更坚固
[01:31.350]转过弯原来已花开处处
[01:34.860]负重的人擦干眼泪再迈步
[01:39.090]没资格说撑不住
[01:42.840]等一束光驱散迷雾
[01:46.410]你看生活已展开了眉目
[02:16.380]过往无需赘述
[02:19.560]自己发光照亮前路
[02:23.370]渴求的家啊总能成为归处
[02:31.380]无非长河自渡
[02:35.070]自己长成参天大树
[02:39.120]与命运啊再来争个胜负
[02:46.110]我仍坚定信念来自于束缚
[02:50.340]怕辜负每次宽恕
[02:53.790]风雨后灵魂更坚固
[02:57.600]转过弯原来已花开处处
[03:01.020]负重的人擦干眼泪再迈步
[03:05.340]没资格说撑不住
[03:09.090]等一束光驱散迷雾
[03:12.630]你看生活已展开了眉目
[03:19.800]家人闲坐灯火平常
[03:23.700]美好的愿望已启航
[03:27.360]怀揣所爱越过重洋
[03:31.380]如你梦想的那样
[03:40.740]你仍坚定日子不负匆忙
[03:44.670]朝着阳光的方向
[03:48.150]张开了翅膀去飞翔
[03:51.960]为幸福补上最后的偏旁
[03:55.560]负重的人擦干眼泪再迈步
[03:58.560]没资格说撑不住
[04:03.450]等一束光驱散迷雾
[04:06.990]你看生活已展开了眉目
[04:16.290]等一束光驱散迷雾
[04:20.250]你看生活已展开了眉目


[04:28.480]`;

